
-- --------------------------------------------------------

--
-- Структура таблицы `reviews`
--

CREATE TABLE `reviews` (
  `id` int(10) UNSIGNED NOT NULL,
  `author_name` varchar(255) CHARACTER SET latin1 NOT NULL,
  `reviews_text` text CHARACTER SET latin1 NOT NULL,
  `reviews_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `reviews`
--

INSERT INTO `reviews` (`id`, `author_name`, `reviews_text`, `reviews_date`) VALUES
(3, '11545', 'all goods!', '2019-03-19 00:23:27'),
(4, '1125', 'all goods', '2019-03-19 00:23:36'),
(6, '11111', '1212121212', '2019-03-19 01:48:21'),
(7, '11111', '1212121212', '2019-03-19 01:49:22'),
(8, '21212', '1212121212121212121212', '2019-03-19 01:56:49'),
(9, '1211212211212', 'ghbdtn dctv', '2019-03-19 02:02:50'),
(10, 'markin', 'jhkgjkhg', '2019-03-19 02:03:01'),
(11, 'markin', 'jhkgjkhg', '2019-03-19 02:03:23'),
(12, 'ÐÐ½Ñ‚Ð¾Ð½Ð¸Ð¾', 'ÐŸÑ€Ð¸Ð²ÐµÑ‚ Ð¼Ð¸Ñ€!', '2019-03-19 02:05:12'),
(13, 'Ð¸Ð½ÐºÐ¾Ð³Ð½Ð¸Ñ‚Ð¾', ';select * from users', '2019-03-19 02:07:34'),
(14, 'Ð’Ð°ÑÑ', 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚ Ð¼Ð¸Ñ€', '2019-03-19 02:08:44'),
(15, 'Ð’Ð°ÑÑ', 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚ Ð¼Ð¸Ñ€', '2019-03-19 02:08:50'),
(16, 'Ð’Ð°ÑÑ', 'Ð¿Ñ€Ð¸Ð²ÐµÑ‚ Ð¼Ð¸Ñ€', '2019-03-19 02:13:05'),
(17, 'ÐÐ½Ð¾Ð½Ð¸Ð¼Ð½Ð¾', 'Ð“Ð°Ð´ÐºÐ¸Ð¹ Ð¼Ð°Ð³Ð°Ð·Ð¸Ð½', '2019-03-19 02:13:15'),
(18, 'admin', 'Ð¡Ð¿Ð°Ð¼ÐµÑ€', '2019-03-19 02:13:32'),
(19, 'ÐÐ½Ð¾Ð½Ð¸Ð¼Ð½Ð¾', '3333333333333333333333333333333333333333333', '2019-03-19 02:16:17'),
(20, '1211212211212', '44444444444444444444444444444444444444', '2019-03-19 02:17:54'),
(21, '1211212211212', '44444444444444444444444444444444444444', '2019-03-19 02:19:25'),
(22, 'Ð°Ð´Ð¼Ð¸Ð½', 'Ð´Ñ€ÑƒÐ³Ð¸Ðµ Ð°Ð´Ð¼Ð¸Ð½Ñ‹ Ð½Ðµ Ð½Ð°ÑÑ‚Ð¾ÑÑ‰Ð¸Ðµ', '2019-03-19 13:35:34'),
(23, 'ÑÐ°Ð¼Ñ‹Ð¹ Ð½Ð°ÑÑ‚Ð¾Ð¹Ñ‰Ð¸Ð¹ Ð°Ð´Ð¼Ð¸Ð½', 'ÑÐ°Ð¼ Ñ‚Ñ‹ Ð½ÐµÐ½Ð°ÑÑ‚Ð¾ÑÑ‰Ð¸Ð¹!', '2019-03-19 13:35:53');
